{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^I'm startin' to think I won't ever see you not beat to shit. ","#","^np:0 ","/#","#","^nn:Beth ","/#","#","^ns","/#","\n","^Ha! Damn it, that stings. ","#","^pn: Maria ","/#","#","^ps","/#","\n","^Not a bad thing, though. I suppose all that blood and goo ain't come from you? ","#","^ns","/#","\n","^Ah. I reckon not. Most of it, anyway. You should have seen how many of those monsters were crawling around in those tunnels, Beth. ","#","^ps","/#","\n","^I don't doubt it. And you still made it back. ","#","^ns","/#","\n","^That aside, though, what'd you dig up? Don't tell me it was a dead end.","\n","^With the cult or whatever they are? I have no idea, honestly. I was able to piece together most of what was happening there, but where it begins and ends is still hazy. ","#","^ps","/#","\n","^There is another side of this, I think. The company building the rail, Pacific Manifest? I feel like they're wrapped up in all this. Closer than you all thought.","\n","^How d'you mean? ","#","^ns","/#","\n","^There was a ritual chamber in the mine. Piles of crates and supplies were scattered around it, with the Pacific Manifest label. ","#","^ps","/#","\n","^And back in the sheriff's office in town, it seemed like they'd been paid off by Manifest to look the other way. Seems like they've been working with these cult people all along.","\n","^... ","#","^ns","/#","\n","^Damn it all! Of course it's Manifest. Of course!","\n","^I should've seen it on the line. Shouldn't have let it go. I could've stopped all this if I-","\n","^Hey! ","#","^ps","/#","\n","^Don't do that.","\n","^Nobody in their right mind could have figured that this would happen. And right now, I need you to help me stop it.","\n","^Right. You're right. ","#","^ns","/#","\n","^Thanks for pullin' me back in.","\n","^Now, you know Pacific Manifest better than I do. ","#","^ps","/#","\n","^One of the notes in the mine mentioned shipping out of a \"junction.\" Do you know where that might be?","\n","^A junction... ","#","^ns","/#","\n","^The reason they're in the valley to begin with is to put together the two sides of track that'll connect the coasts. I reckon that's a place worth lookin' into.","\n","^Sounds like it. Point me to it and I'll get going. ","#","^ps","/#","\n","^Now hold on, you still look like you just walked outta Hell. ","#","^ns","/#","\n","^I dunno how you're standin', but we can get you cleaned up before you go traipsin' around the valley again, at least.","\n","^I'm just going to come back in the same state again. ","#","^ps","/#","\n","^And you better clean up then, too. You've already tracked more alien shit across the floor of my bar than I'd care to clean. ","#","^ns","/#","\n","^Yes, ma'am. ","#","^ps","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}